Repository: tomioliveres/keepercent
Catalog: Keepercent/Localizable.xcstrings
Source language: en
Languages: es, es_419

# #%lld has %lld recorded shots and can't be removed.
source: #%1$lld has %lld recorded shots and can't be removed.
es: El #%1$lld tiene %lld lanzamientos registrados y no se puede eliminar.
es_419: El #%1$lld tiene %lld tiros registrados y no se puede eliminar.

source: #%lld is already used by another player on this roster.
es: El #%lld ya lo usa otro jugador de esta plantilla.
es_419: El #%lld ya lo usa otro jugador de este plantel.

source: #%lld is no longer on this roster.
es: El #%lld ya no está en esta plantilla.
es_419: El #%lld ya no está en este plantel.

source: #%lld is outside the allowed range (%lld–%lld).
es: El #%1$lld está fuera del rango permitido (%2$lld–%3$lld).
es_419: El #%1$lld está fuera del rango permitido (%2$lld–%3$lld).

source: %@ vs %@
es: %1$@ vs. %2$@
es_419: %1$@ vs. %2$@

# %@ · %@ · %lld shots recorded
source: %1$@ · %2$@ · %lld shots recorded
es: %1$@ · %2$@ · %lld lanzamientos registrados
es_419: %1$@ · %2$@ · %lld tiros registrados

# %@ · %lld shots
source: %1$@ · %lld shots
es: %1$@ · %lld lanzamientos
es_419: %1$@ · %lld tiros

# %@, %lld goals
source: %1$@, %lld goals
es: %1$@, %lld goles
es_419: %1$@, %lld goles

# %@, %lld saves of %lld on target
source: %1$@, %lld saves of %3$lld on target
es: %1$@, %lld paradas de %3$lld a portería
es_419: %1$@, %lld atajadas de %3$lld al arco

source: %@. %lld of %lld goals, %@
es: %1$@. %lld goles de %3$lld, %4$@
es_419: %1$@. %lld goles de %3$lld, %4$@

source: %@. %lld of %lld saved, %@
es: %1$@. %lld parados de %3$lld, %4$@
es_419: %1$@. %lld atajados de %3$lld, %4$@

source: %@. None on target
es: %@. Ninguno a portería
es_419: %@. Ninguno al arco

# %@: %lld goals, %lld saves
source: %1$@: %lld goals, %lld saves
es: %1$@: %lld goles, %lld paradas
es_419: %1$@: %lld goles, %lld atajadas

# %@: %lld shots, %lld goals, %lld saved, %lld post
source: %1$@: %lld shots, %lld goals, %lld saves, %lld post hits
es: %1$@: %lld lanzamientos, %lld goles, %lld paradas, %lld al poste
es_419: %1$@: %lld tiros, %lld goles, %lld atajadas, %lld al palo

source: %@: no on-target shots
es: %@: sin lanzamientos a portería
es_419: %@: sin tiros al arco

source: %@: no shots
es: %@: sin lanzamientos
es_419: %@: sin tiros

# %lld goals / %lld on target
source: %lld goals / %2$lld on target
es: %lld goles / %2$lld a portería
es_419: %lld goles / %2$lld al arco

source: %lld goals in %lld shots
es: %lld goles en %lld lanzamientos
es_419: %lld goles en %lld tiros

source: %lld possible goal targets modeled
es: %lld destinos de portería modelados
es_419: %lld destinos de arco modelados

# %lld saves / %lld on target
source: %lld saves / %2$lld on target
es: %lld paradas / %2$lld a portería
es_419: %lld atajadas / %2$lld al arco

source: %lld saves in %lld shots on target
es: %lld paradas en %lld lanzamientos a portería
es_419: %lld atajadas en %lld tiros al arco

source: %lld shots
es: %lld lanzamientos
es_419: %lld tiros

# %lld shots on target · %lld saves · %@
source: %lld shots on target · %lld saves · %3$@
es: %lld lanzamientos a portería · %lld paradas · %3$@
es_419: %lld tiros al arco · %lld atajadas · %3$@

# %lld shots · %lld goals · %@
source: %lld shots · %lld goals · %3$@
es: %lld lanzamientos · %lld goles · %3$@
es_419: %lld tiros · %lld goles · %3$@

source: 7 m mark
es: Marca de 7 metros
es_419: Marca de 7 metros

source: 7 m throws
es: Lanzamientos de 7 metros
es_419: Tiros de 7 metros

# 7 m throws: %lld goals · %lld saves / %lld on target
source: 7 m throws: %lld goals · %lld saves / %3$lld on target
es: Lanzamientos de 7 metros: %lld goles · %lld paradas / %3$lld a portería
es_419: Tiros de 7 metros: %lld goles · %lld atajadas / %3$lld al arco

source: 7 m throws: no shots on target recorded
es: Lanzamientos de 7 metros: ninguno a portería registrado
es_419: Tiros de 7 metros: ninguno al arco registrado

source: 7 m: no shots
es: 7 m: sin lanzamientos
es_419: 7 m: sin tiros

source: A zone can appear in both lists. These counts describe observed shots, not future outcomes.
es: Una zona puede aparecer en ambas listas. Estos recuentos describen lanzamientos observados, no resultados futuros.
es_419: Una zona puede aparecer en ambas listas. Estos recuentos describen tiros observados, no resultados futuros.

source: Active Rival Goalkeeper
es: Portero rival activo
es_419: Arquero rival activo

source: Add
es: Añadir
es_419: Agregar

source: Add Unknown Number
es: Añadir dorsal
es_419: Agregar número

source: Add a rival team to view scouting data.
es: Añade un equipo rival para ver los datos de scouting.
es_419: Agrega un equipo rival para ver los datos de scouting.

source: Add player with unknown shirt number
es: Añadir jugador con dorsal desconocido
es_419: Agregar jugador con número desconocido

source: Against goalkeeper #%lld
es: Contra el portero #%lld
es_419: Contra el arquero #%lld

source: All field shots
es: Todos los lanzamientos de campo
es_419: Todos los tiros de campo

source: Allowed range: %lld–%lld.
es: Rango permitido: %1$lld–%2$lld.
es_419: Rango permitido: %1$lld–%2$lld.

source: Approach
es: Llegada
es_419: Llegada

source: Attacking Side
es: Equipo atacante
es_419: Equipo atacante

source: Cancel
es: Cancelar
es_419: Cancelar

source: Choose a rival team from the list, or create one.
es: Elige un equipo rival de la lista o crea uno.
es_419: Elige un equipo rival de la lista o crea uno.

source: Choose whether the shot was a goal or saved.
es: Elige si el lanzamiento fue gol o parada.
es_419: Elige si el tiro fue gol o atajada.

source: Close
es: Cerrar
es_419: Cerrar

source: Couldn't Complete Action
es: No se pudo completar la acción
es_419: No se pudo completar la acción

source: Couldn't Delete Shot
es: No se pudo eliminar el lanzamiento
es_419: No se pudo eliminar el tiro

source: Couldn't Start Session
es: No se pudo empezar el partido
es_419: No se pudo empezar el partido

source: Couldn't delete this shot (%@).
es: No se pudo eliminar este lanzamiento (%@).
es_419: No se pudo eliminar este tiro (%@).

source: Couldn't load demo data: %@
es: No se pudieron cargar los datos de demostración: %@
es_419: No se pudieron cargar los datos de demostración: %@

source: Couldn't save this shot (%@).
es: No se pudo guardar este lanzamiento (%@).
es_419: No se pudo guardar este tiro (%@).

source: Couldn't undo this shot (%@).
es: No se pudo deshacer este lanzamiento (%@).
es_419: No se pudo deshacer este tiro (%@).

source: Court view
es: Vista de pista
es_419: Vista de cancha

source: Court, %@, %@
es: Pista, %1$@, %2$@
es_419: Cancha, %1$@, %2$@

source: Create
es: Crear
es_419: Crear

source: Cross-shot %lld · Near-post %lld
es: Cruzado %1$lld · Palo corto %2$lld
es_419: Cruzado %1$lld · Primer palo %2$lld

source: Crossbar, center
es: Larguero, centro
es_419: Travesaño, centro

source: Crossbar, left
es: Larguero, izquierda
es_419: Travesaño, izquierda

source: Crossbar, right
es: Larguero, derecha
es_419: Travesaño, derecha

source: Delete
es: Eliminar
es_419: Eliminar

source: Delete this shot?
es: ¿Eliminar este lanzamiento?
es_419: ¿Eliminar este tiro?

source: Delivery
es: Ejecución
es_419: Ejecución

source: Demo Data
es: Datos de demostración
es_419: Datos de demostración

source: Directions
es: Direcciones
es_419: Direcciones

source: Done
es: OK
es_419: OK

source: Drawing Scaffold (T2.x)
es: Prueba de dibujo (T2.x)
es_419: Prueba de dibujo (T2.x)

source: Edit
es: Editar
es_419: Editar

source: Edit Player
es: Editar jugador
es_419: Editar jugador

source: Effectiveness
es: Eficacia
es_419: Eficacia

source: Every shot
es: Cada lanzamiento
es_419: Cada tiro

# Field shots: %lld attempts · %lld on target
source: Field shots: %lld attempts · %2$lld on target
es: Lanzamientos de campo: %lld intentos · %2$lld a portería
es_419: Tiros de campo: %lld intentos · %2$lld al arco

source: From %@ · %@
es: Desde %1$@ · %2$@
es_419: Desde %1$@ · %2$@

source: From Left
es: Desde la izquierda
es_419: Desde la izquierda

source: From Right
es: Desde la derecha
es_419: Desde la derecha

source: Goal
es: Gol
es_419: Gol

source: Goal or saved?
es: ¿Gol o parada?
es_419: ¿Gol o atajada?

source: Goal zones
es: Zonas de la portería
es_419: Zonas del arco

source: Goal, %@
es: Portería, %@
es_419: Arco, %@

source: Goalkeeper
es: Portero
es_419: Arquero

source: Goalkeeper #%lld report
es: Informe del portero #%lld
es_419: Reporte del arquero #%lld

source: Goalkeeper scouting report
es: Informe de scouting del portero
es_419: Reporte de scouting del arquero

source: Goals / saves, each from recorded shots on target
es: Goles / paradas, sobre lanzamientos a portería registrados
es_419: Goles / atajadas, sobre tiros al arco registrados

source: Handedness
es: Lateralidad
es_419: Lateralidad

source: Height
es: Altura
es_419: Altura

source: High
es: Alto
es_419: Alto

source: Image unavailable until the card is rendered.
es: La imagen no estará disponible hasta que se genere la tarjeta.
es_419: La imagen no estará disponible hasta que se genere la tarjeta.

source: Jump
es: En suspensión
es_419: En suspensión

source: KEEPERCENT · TEAM REPORT
es: KEEPERCENT · INFORME DEL EQUIPO
es_419: KEEPERCENT · REPORTE DEL EQUIPO

source: Kind
es: Tipo
es_419: Tipo

source: Last tap: %@
es: Último toque: %@
es_419: Último toque: %@

source: Left
es: Zurdo
es_419: Zurdo

source: Left post, bottom
es: Poste izquierdo, abajo
es_419: Palo izquierdo, abajo

source: Left post, middle
es: Poste izquierdo, medio
es_419: Palo izquierdo, medio

source: Left post, top
es: Poste izquierdo, arriba
es_419: Palo izquierdo, arriba

source: Live
es: En directo
es_419: En vivo

source: Low
es: Bajo
es_419: Bajo

source: Match Date
es: Fecha del partido
es_419: Fecha del partido

source: Mid
es: Medio
es_419: Medio

source: Miss, over
es: Fuera, por encima del larguero
es_419: Afuera, por encima del travesaño

source: Miss, wide left
es: Fuera, por la izquierda
es_419: Afuera, por la izquierda

source: Miss, wide right
es: Fuera, por la derecha
es_419: Afuera, por la derecha

source: Most shots aimed center: %lld of %lld
es: Más lanzamientos al centro: %1$lld de %2$lld
es_419: Más tiros al centro: %1$lld de %2$lld

source: Most shots aimed left: %lld of %lld
es: Más lanzamientos a la izquierda: %1$lld de %2$lld
es_419: Más tiros a la izquierda: %1$lld de %2$lld

source: Most shots aimed right: %lld of %lld
es: Más lanzamientos a la derecha: %1$lld de %2$lld
es_419: Más tiros a la derecha: %1$lld de %2$lld

source: Mostly %@ (%lld)
es: Sobre todo %1$@ (%2$lld)
es_419: Sobre todo %1$@ (%2$lld)

source: Name (optional)
es: Nombre (opcional)
es_419: Nombre (opcional)

source: New Rival Team
es: Nuevo equipo rival
es_419: Nuevo equipo rival

source: New Session
es: Nuevo partido
es_419: Nuevo partido

source: New Team
es: Nuevo equipo
es_419: Nuevo equipo

source: No Goalkeeper Data
es: Sin datos de porteros
es_419: Sin datos de arqueros

source: No Scouting Data
es: Sin datos de scouting
es_419: Sin datos de scouting

source: No Sessions
es: No hay partidos
es_419: No hay partidos

source: No Shooter Data
es: Sin datos de lanzadores
es_419: Sin datos de tiradores

source: No Shots Recorded
es: No hay lanzamientos registrados
es_419: No hay tiros registrados

source: No clear pattern yet
es: Aún no hay un patrón claro
es_419: Aún no hay un patrón claro

source: No data
es: Sin datos
es_419: Sin datos

source: No dominant height yet
es: Aún no hay una altura dominante
es_419: Aún no hay una altura dominante

source: No field shots on target recorded. No shooting zones can be inferred yet.
es: No hay lanzamientos de campo a portería registrados. Aún no se pueden deducir zonas de lanzamiento.
es_419: No hay tiros de campo al arco registrados. Aún no se pueden deducir zonas de tiro.

source: No goalkeeper marked on this roster yet.
es: Aún no hay ningún portero marcado en esta plantilla.
es_419: Aún no hay ningún arquero marcado en este plantel.

source: No goals conceded yet
es: Aún no ha encajado goles
es_419: Aún no ha recibido goles

source: No goals recorded yet
es: Aún no hay goles registrados
es_419: Aún no hay goles registrados

source: No open-play shots yet
es: Aún no hay lanzamientos de campo
es_419: Aún no hay tiros de campo

source: No rate
es: Sin porcentaje
es_419: Sin porcentaje

source: No rival goalkeeper has faced shots.
es: Ningún portero rival ha recibido lanzamientos.
es_419: Ningún arquero rival ha recibido tiros.

source: No rival shooter has recorded shots.
es: Ningún lanzador rival tiene lanzamientos registrados.
es_419: Ningún tirador rival tiene tiros registrados.

source: No saves recorded yet
es: Aún no hay paradas registradas
es_419: Aún no hay atajadas registradas

source: No scouting sessions are available.
es: No hay partidos de scouting disponibles.
es_419: No hay partidos de scouting disponibles.

source: No sessions yet. Start one above.
es: Aún no hay partidos. Empieza uno arriba.
es_419: Aún no hay partidos. Empieza uno arriba.

source: No shooter needed for an own-team attack — the active rival goalkeeper above is who this shot is recorded against.
es: En un ataque propio no hace falta lanzador: el lanzamiento se registra contra el portero rival activo de arriba.
es_419: En un ataque propio no hace falta tirador: el tiro se registra contra el arquero rival activo de arriba.

source: No shots
es: Sin lanzamientos
es_419: Sin tiros

source: No shots faced yet
es: Aún no ha recibido lanzamientos
es_419: Aún no ha recibido tiros

source: No shots recorded yet
es: Aún no hay lanzamientos registrados
es_419: Aún no hay tiros registrados

source: None
es: Ninguno
es_419: Ninguno

source: None on target
es: Ninguno a portería
es_419: Ninguno al arco

source: None recorded
es: Ninguna registrada
es_419: Ninguna registrada

source: Not enough shots for patterns yet (at least %lld needed)
es: Aún no hay suficientes lanzamientos para detectar patrones (se necesitan al menos %lld)
es_419: Aún no hay suficientes tiros para detectar patrones (se necesitan al menos %lld)

source: Number
es: Número
es_419: Número

source: Number %lld
es: Dorsal %lld
es_419: Número %lld

source: OK
es: Aceptar
es_419: Aceptar

source: Only shots faced by #%lld are included. Frame hits and misses are not goal-zone samples.
es: Solo se incluyen los lanzamientos recibidos por el #%lld. Los que van al poste o fuera no cuentan como muestras de zona.
es_419: Solo se incluyen los tiros recibidos por el #%lld. Los que van al palo o afuera no cuentan como muestras de zona.

source: Origin
es: Origen
es_419: Origen

source: Origins
es: Orígenes
es_419: Orígenes

source: Out
es: Fuera
es_419: Afuera

source: Out (wide/over): %lld
es: Fuera (por el lado/por encima): %lld
es_419: Afuera (por el lado/por encima): %lld

source: Own
es: Propio
es_419: Propio

source: Patterns
es: Patrones
es_419: Patrones

source: Player
es: Jugador
es_419: Jugador

source: Post
es: Poste
es_419: Palo

source: Prepare Image
es: Preparar imagen
es_419: Preparar imagen

source: Reading
es: Lectura
es_419: Lectura

source: Recorded shots
es: Lanzamientos registrados
es_419: Tiros registrados

source: Remove Player
es: Eliminar jugador
es_419: Eliminar jugador

source: Remove this player?
es: ¿Eliminar a este jugador?
es_419: ¿Eliminar a este jugador?

source: Right
es: Diestro
es_419: Diestro

source: Right post, bottom
es: Poste derecho, abajo
es_419: Palo derecho, abajo

source: Right post, middle
es: Poste derecho, medio
es_419: Palo derecho, medio

source: Right post, top
es: Poste derecho, arriba
es_419: Palo derecho, arriba

source: Rival Teams
es: Equipos rivales
es_419: Equipos rivales

source: Roster Data Problem
es: Problema con los datos de la plantilla
es_419: Problema con los datos del plantel

source: Save
es: Guardar
es_419: Guardar

source: Save rate
es: % de paradas
es_419: % de atajadas

source: Saved
es: Parada
es_419: Atajada

source: Scouting insight
es: Análisis de scouting
es_419: Análisis de scouting

source: Select a Team
es: Selecciona un equipo
es_419: Selecciona un equipo

source: Select the active rival goalkeeper first.
es: Primero selecciona el portero rival activo.
es_419: Primero selecciona el arquero rival activo.

source: Select who took the shot.
es: Selecciona quién hizo el lanzamiento.
es_419: Selecciona quién hizo el tiro.

source: Session Not Found
es: Partido no encontrado
es_419: Partido no encontrado

source: Sessions
es: Partidos
es_419: Partidos

source: Share Image
es: Compartir imagen
es_419: Compartir imagen

source: Shirt Number
es: Dorsal
es_419: Número de camiseta

source: Shirt number
es: Dorsal
es_419: Número de camiseta

source: Shooter
es: Lanzador
es_419: Tirador

source: Shooter's view · left and right face the goal
es: Vista del lanzador · izquierda y derecha mirando a la portería
es_419: Vista del tirador · izquierda y derecha mirando al arco

source: Shot Log
es: Registro de lanzamientos
es_419: Registro de tiros

source: Shot removed
es: Lanzamiento eliminado
es_419: Tiro eliminado

source: Shot shape
es: Tipo de lanzamiento
es_419: Tipo de tiro

source: Shots recorded for this session will appear here.
es: Aquí aparecerán los lanzamientos registrados en este partido.
es_419: Aquí aparecerán los tiros registrados en este partido.

source: Side
es: Lado
es_419: Lado

source: Standing
es: En apoyo
es_419: A pie firme

source: Start
es: Empezar
es_419: Empezar

source: Straight
es: De frente
es_419: De frente

source: Strong zones
es: Zonas fuertes
es_419: Zonas fuertes

source: Tap the court to record where the shot was taken from.
es: Toca la pista para registrar desde dónde se lanzó.
es_419: Toca la cancha para registrar desde dónde se tiró.

source: Tap the court to try it
es: Toca la pista para probarla
es_419: Toca la cancha para probarla

source: Tap the goal to try it
es: Toca la portería para probarla
es_419: Toca el arco para probarlo

source: Team Report
es: Informe del equipo
es_419: Reporte del equipo

source: Team name
es: Nombre del equipo
es_419: Nombre del equipo

source: Team name can't be empty.
es: El nombre del equipo no puede estar vacío.
es_419: El nombre del equipo no puede estar vacío.

source: That outcome doesn't match the selected target.
es: Ese resultado no coincide con el destino seleccionado.
es_419: Ese resultado no coincide con el destino seleccionado.

source: The date the match was actually played, not today's date — for a video session that can be earlier.
es: La fecha en que se jugó el partido, no la de hoy: en un partido en vídeo puede ser anterior.
es_419: La fecha en que se jugó el partido, no la de hoy: en un partido en video puede ser anterior.

source: The match date can't be in the future.
es: La fecha del partido no puede ser futura.
es_419: La fecha del partido no puede ser futura.

source: This can't be undone. If shots are recorded against this player, removal will be refused and explained.
es: Esta acción no se puede deshacer. Si este jugador tiene lanzamientos registrados, no se eliminará y se explicará el motivo.
es_419: Esta acción no se puede deshacer. Si este jugador tiene tiros registrados, no se eliminará y se explicará el motivo.

source: This can't be undone. Recording it again is the only way back.
es: Esta acción no se puede deshacer. La única forma de recuperarlo es volver a registrarlo.
es_419: Esta acción no se puede deshacer. La única forma de recuperarlo es volver a registrarlo.

source: This player has recorded shots. Removal will be refused until they're gone.
es: Este jugador tiene lanzamientos registrados. No se podrá eliminar mientras los tenga.
es_419: Este jugador tiene tiros registrados. No se podrá eliminar mientras los tenga.

source: This session may have been removed.
es: Puede que este partido se haya eliminado.
es_419: Puede que este partido se haya eliminado.

source: This team's roster couldn't be loaded (%@). Recorded shots are unaffected.
es: No se pudo cargar la plantilla de este equipo (%@). Los lanzamientos registrados no se ven afectados.
es_419: No se pudo cargar el plantel de este equipo (%@). Los tiros registrados no se ven afectados.

source: Tied: %@ (%lld each)
es: Empate: %1$@ (%2$lld cada una)
es_419: Empate: %1$@ (%2$lld cada una)

source: Undo
es: Deshacer
es_419: Deshacer

source: Unknown
es: Desconocida
es_419: Desconocida

source: Unknown #
es: Nuevo dorsal
es_419: Nuevo número

source: Unknown kind
es: Tipo desconocido
es_419: Tipo desconocido

source: Unnamed
es: Sin nombre
es_419: Sin nombre

source: Unrecorded shot
es: Lanzamiento sin datos
es_419: Tiro sin datos

source: Video
es: Vídeo

source: Weak zones
es: Zonas débiles
es_419: Zonas débiles

source: Where goals went in
es: Dónde entraron los goles
es_419: Dónde entraron los goles

source: Where shots were saved
es: Dónde se pararon los lanzamientos
es_419: Dónde se atajaron los tiros

source: Where they score
es: Dónde marca
es_419: Dónde marca

source: Where to shoot / where not to
es: Dónde lanzar / dónde no
es_419: Dónde tirar / dónde no

source: Width: shots · Color: goal rate
es: Grosor: lanzamientos · Color: % de goles
es_419: Grosor: tiros · Color: % de goles

source: Width: shots · Color: save rate
es: Grosor: lanzamientos · Color: % de paradas
es_419: Grosor: tiros · Color: % de atajadas

source: Zones
es: Zonas
es_419: Zonas

source: goals / shots
es: goles / lanzamientos
es_419: goles / tiros

source: saves / on target
es: paradas / a portería
es_419: atajadas / al arco
